Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Defeat the enemy heroes while taking as little damage as possible.
ko_kr: 최소한의 피해만 받은 채 적 영웅을 처치하세요.

source: Here we can see that the first abilitiy is avaliable to unlock.
ko_kr: 첫 번째 기술을 해금할 수 있는 것을 확인할 수 있습니다.

source: Latest session, Overview, and Leaderboard panels updated accordingly.
ko_kr: 최근 세션, 개요, 리더보드 패널 등을 맞춰서 업데이트했습니다.

source: W
ko_kr: ㅈ

source: Full Stack Engineer
ko_kr: 풀 스택 엔지니어

source: Reaction Lvl 2
ko_kr: 반응 2단계

source: WHAT DOES EACH TEAM ROLE DO?
ko_kr: TEAM에는 어떤 역할이 있나요?

source: Neck
ko_kr: 목

source: Saving Session...
ko_kr: 세션 저장 중...

source: Please ensure you are providing all of the required values.
ko_kr: 필수 값을 모두 입력했는지 확인하세요.

source: Correct Keys Hit
ko_kr: 성공한 키 입력

source: IS MY INFORMATION PRIVATE AND SECURE WITH GWOOP?
ko_kr: 저의 개인정보가 Gwoop에서 안전하게 보호될 수 있나요?

source: Right to rectification.
ko_kr: 정정 요청 권리.

source: H
ko_kr: ㅗ

source: It may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.
ko_kr: DMCA와 기타 관련 법률에 따른 귀하의 권리와 의무에 대해서는 변호사에게 문의하시기 바랍니다.

source: The list of players on your team or party.
ko_kr: 팀 혹은 파티에 속한 선수 명단입니다.

source: You are unable to participate in the Design to Earn program because you are a member of a restricted team.
ko_kr: 디자인 참여 프로그램에 참여할 수 없습니다. 사용자가 비공개 팀의 구성원입니다.

source: Path Completion (%)
ko_kr: 길 통과율 (%)

source: Gaming is a great way for children to deal with any stress they may be dealing with.
ko_kr: 게임은 어린이가 겪고 있을 스트레스를 완화하는 데 매우 효과적인 방법입니다.

source: HOW DO I EARN GEMS?
ko_kr: Gem은 어떻게 얻을 수 있나요?

source: SEARCH
ko_kr: 검색

source: We collect data about your contacts with your consent and in order to fulfill a request by you, such as finding your contacts on the Service or inviting your contacts to join the Service.
ko_kr: 당사는 당사의 서비스에서 귀하의 지인을 찾거나 귀하의 지인을 당사 서비스에 가입하도록 초대하는 것과 같은 귀하의 요청을 이행하기 위해 귀하의 동의하에 귀하의 주소록에 대한 데이터를 수집합니다.

source: This is a contract between you and Gwoop.
ko_kr: 이 문서는 귀하와 Gwoop과의 계약입니다.

source: Check out your parties to start chatting, viewing performance stats, and leveling up your gameplay!
ko_kr: 당신의 파티를 확인해서 채팅을 시작하고, 성과 통계를 보고, 게임 플레이를 향상시키세요!

source: ms Per Key
ko_kr: 키당 ms

source: Gwoop may offer a free trial of our Service to new and eligible returning subscribers, subject to specific terms explained during your free trial sign-up.
ko_kr: Gwoop은 신규 및 적격한 복귀 구독자를 위해 당사 서비스에 대한 무료 체험판을 제공할 수 있습니다. 무료 체험판 등록 시 설명되는 특정 조건이 적용됩니다.

source: Welcome to Gwoop Inc. (“Gwoop,” “Gwoop Academy,” “we,” or “us”).
ko_kr: Gwoop Inc.(이하 “Gwoop,” “Gwoop Academy,” “당사”)를 이용해주셔서 감사합니다.

source: Bullseyes
ko_kr: 완벽한 시도

source: Should you have any questions - don’t hesitate to reach out!
ko_kr: 언제든지 질문이 있으면 망설이지 말고 저희에게 알려주세요!

source: Track an overall party performance dashboard
ko_kr: 대시보드에서 파티 성과를 확인할 수 있습니다.

source: If you experience any lagging or stuttering during gameplay, give the simple graphics setting a try.
ko_kr: 만약 게임을 하다가 랙이나 끊김 현상이 발생한다면 저사양 모드를 해보세요.

source: Unable to assign {0} a valid role.
ko_kr: {0}에게 유효한 역할을 부여할 수 없습니다.

source: By providing Gwoop your email address you consent to our using the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.
ko_kr: Gwoop에 귀하의 이메일 주소를 제공함으로써 귀하는 법률에서 요구하는 통지를 포함한 서비스 관련 통지를 우편을 갈음해 이메일을 통해 받는 데 동의합니다.

source: This disclosure must appear in a location that consumers will easily notice, without clicking, scrolling or searching.
ko_kr: 이 정보는 소비자가 클릭, 스크롤 혹은 탐색하지 않고도 쉽게 발견할 수 있는 장소에 표시되어야 합니다.

source: ASSIGN A REGIMEN
ko_kr: 훈련 방식 배정

source: Learn the basics of MOBA controls and combat.
ko_kr: AOS를 위한 컨트롤과 전투의 기초를 익히세요.

source: Now you can!
ko_kr: 이제 할 수 있습니다!

source: Damage Given
ko_kr: 입힌 피해량

source: Unless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.
ko_kr: 달리 명시되지 않는 한, 당사의 서비스에서 확인할 수 있는 모든 자료는 미국에 위치한 개인, 회사 또는 기타 단체에 대한 것입니다.

source: Start earning $$ for your designs
ko_kr: 당신의 디자인을 가지고 돈을 벌어보세요.

source: Bullseyes Hit (#)
ko_kr: 완벽한 시도 (#)

source: You must be friends with this player in order to challenge them.
ko_kr: 이 사용자에게 대결을 신청하려면 먼저 친구가 되어야 합니다.

source: Correct Curves
ko_kr: 성공한 경로

source: Security and Compelled Disclosure.
ko_kr: 보안 및 강제 공개.

source: Password cannot contain any special characters other than !,@,#,$,&,or*.
ko_kr: 비밀번호는 !,@,#,$,&,*를 제외한 다른 특수문자가 포함될 수 없습니다.

source: Could not locate one or more of the specified Training Types
ko_kr: 하나 이상의 훈련 종류를 찾을 수 없습니다.

source: Save in .png and .jpg format and upload
ko_kr: .png 혹은 .jpg 포맷으로 저장한 후에 업로드 하세요

source: Location Data, including imprecise location data (such as location derived from an IP address or data that indicates a city or postal code level) and, with your consent, precise location data (such as latitude/longitude data).
ko_kr: 부정확한 위치 정보(IP 주소에서 파생된 위치 또는 도시 또는 우편 번호 수준을 나타내는 데이터 등) 및 귀하의 동의에 기반한 정확한 위치 정보(위도 및 경도 등)를 포함한 위치 정보.

source: Because Gwoop provides the Service to schools to benefit and enhance a School’s athletic program, Gwoop relies on the school to obtain and provide appropriate consent, if needed, to collect personal information of students.
ko_kr: Gwoop은 학교의 체육 프로그램에 혜택을 주고 향상시키기 위한 목적으로 당사의 서비스를 제공합니다. Gwoop은 학교가 적절한 동의를 확보하고 제공하는 일, 필요에 따라서는 학생의 개인정보를 수집하는 일을 학교에게 전적으로 의존합니다.

source: The processing is necessary for our legitimate interests, namely administering the Service, for marketing purposes and communicating with users.
ko_kr: 당사의 서비스를 관리하는 것과 같은 당사의 정당한 이해 관계와 마케팅 및 사용자와의 의사 소통을 위해 처리 과정이 필요합니다.

source: Page Content created successfully.
ko_kr: 페이지 컨텐츠를 생성하는 데 성공했습니다.

source: Seconds Remaining
ko_kr: 초 남음

source: Mouse Speed 1 has been updated with the new Gwoop standard UI.
ko_kr: 마우스 속도 1 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: Visual Speed Training 2
ko_kr: 시각 속도 훈련 2

source: You agree not to post User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal; (ii) may create a risk of any other loss or damage to any person or property; (iii) seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise; (iv) may constitute or contribute to a crime or tort; (v) contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, or otherwise objectionable; (vi) contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party’s trade secrets); (vii) contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships; or (viii) contains any information or content that you know is not correct and current or (ix) violates any school or other applicable policy, including those related to cheating or ethics.
ko_kr: .귀하는 다음과 같은 사용자 콘텐츠를 게시하지 않는 데 동의합니다. (i) 귀하, 다른 사람, 또는 동물에 대한 피해, 손실, 신체적 또는 정신적 상해, 정서적 고통, 사망, 장애, 기형, 신체적 또는 정신적 질병의 위험을 초래할 수 있는 것. (ii) 다른 사람이나 재산에 손실 혹은 피해의 위험을 초래할 수 있는 것. (iii) 어린이를 부적절한 콘텐츠에 노출시키거나 식별 정보를 요청하거나 기타 다른 방법으로 어린이를 해치거나 착취할 수 있는 것. (iv) 범죄 또는 불법 행위를 구성하거나 이에 기여할 수 있는 것. (v) 위법, 유해, 학대, 인종 또는 민족 차별, 명예 훼손, 침해, 사생활 및 초상권 침해, 희롱, 타인에 대한 모욕 (공개적 및 비공개적으로), 비방, 위협, 모독, 또는 기타 불쾌한 정보나 콘텐츠가 포함된 것. (vi) 불법적인 내용이 포함된 어떤 정보 또는 콘텐츠가 포함된 것. (증권법에 따른 내부자 정보 혹은 다른 당사자의 영업 비밀을 공개하는 것을 포함해 이에 국한하지 않음.) (vii) 법률이나 계약, 혹은 수탁 관계에 따라 제공할 수 있는 권한이 없는 정보 또는 콘텐츠가 포함된 것. (viii) 정확하지 않고 최신 정보가 아닌 정보 또는 콘텐츠가 포함된 것. (ix) 부정 행위 또는 비도덕적인 행위 관련한 것을 포함한 학교 또는 기타 적용 가능한 정책을 위반하는 것.

source: Contact information and basic personal details such as your first name, last name, e-mail address and date of birth.
ko_kr: 귀하의 성, 이름, 이메일 주소, 생년월일 등 연락처 정보 및 기본 개인 정보.

source: Updated 'Training' page with game thumbnails.
ko_kr: ‘훈련’ 페이지에 게임 썸네일을 업데이트했습니다.

source: Gwoop uses commercially reasonable administrative, technical, and physical security safeguards designed to preserve the integrity and security of all information collected through the Service.
ko_kr: Gwoop은 당사의 서비스를 통해 수집된 모든 정보의 무결성과 보안을 보존하도록 설계된 상업적으로 합당한 관리적, 기술적, 물리적 보안 보호 장치를 사용합니다.

source: Try to remember where they appear.
ko_kr: 어디에서 수정이 나타났는지 기억하세요.

source: All levels completed.
ko_kr: 모든 레벨을 완료했습니다.

source: ADDED MODULE
ko_kr: 추가된 모듈

source: Once you are a verified creator, payments are scheduled to be sent every 30 days with a minimum transfer set at $15.
ko_kr: 당신이 인증된 크리에이터라면 30일에 한 번 최소 $15 이상의 금액을 지급받을 수 있습니다.

source: Left Stick Down
ko_kr: 왼쪽 스틱 아래

source: Lap
ko_kr: 바퀴

source: HAVE QUESTIONS OR NEW IDEAS?
ko_kr: 질문이 있거나 새로운 아이디어가 있으신가요?

source: New branding images across the website.
ko_kr: 웹사이트 전역에서 새로운 브랜딩이 이뤄졌습니다.

source: The above information must be submitted to the following email address:
ko_kr: 위의 정보를 다음 이메일 주소로 제출하십시오.

source: Referral Code (Optional)
ko_kr: 초대 코드 (선택)

source: As a Team Administrator, you are not required to act as an authorized representative for Users who have registered for the Service independent of your team by created a Gwoop Account as described in Section 1.C. of this Agreement (“Standard Users”).
ko_kr: 귀하가 팀의 운영자더라도, 본 계약 섹션 1.C에 따라 귀하의 팀과 독립적으로 당사 서비스에 Gwoop 계정을 생성한 사용자(이하 “일반 사용자”)를 대표로 행동할 의무는 갖지 않습니다.

source: Unable to locate the newly created product.
ko_kr: 새롭게 생성된 상품을 찾을 수 없습니다.

source: Gwoop reserves all rights not expressly granted under this Agreement.
ko_kr: Gwoop은 본 계약에 명시적으로 부여되지 않은 모든 권리를 갖습니다.

source: You acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the iTunes-Sourced Software or your possession and/or use of the iTunes-Sourced Software, including, but not limited to: (i) product liability claims; (ii) any claim that the iTunes-Sourced Software fails to conform to any applicable legal or regulatory requirement; and (iii) claims arising under consumer protection or similar legislation; and all such claims are governed solely by this Agreement and any law applicable to Gwoop as provider of the software.
ko_kr: 귀하는 Apple이 다음을 포함하되 이에 국한되지 않는 iTunes 소프트웨어 또는 iTunes 소프트웨어 소유 및 사용과 관련하여 귀하 또는 제3자의 청구를 처리할 책임이 없음을 인정합니다. (i) 상품 책임 청구. (ii) iTunes 소프트웨어가 적용 가능한 법적 또는 규제 요구 사항을 준수하지 못한다는 모든 청구. (iii) 소비자 보호 또는 유사한 법률에 따른 청구. 이와 관련된 모든 청구는 본 계약과 소프트웨어 제공자로서 Gwoop에 적용되는 모든 법률에 의해서만 진행될 수 있습니다.

source: $32 MILLION
ko_kr: 3,200만 달러

source: Well done!
ko_kr: 잘 하셨어요!

source: Username must be at least 4 characters.
ko_kr: 비밀번호는 최소 4자리 이상이어야 합니다.

source: WELCOME!
ko_kr: 어서오세요!

source: Re-compiled the following games for WebGL 1.0 so they are capable of being supported on Safari & Edge
ko_kr: 아래 게임들을 WebGL 1.0 버전으로 다시 컴파일했습니다. 이제 Safari와 Edge를 지원합니다.

source: Games are now responsive to the size of the browser window.
ko_kr: 브라우저 창 크기에 게임이 반응합니다.

source: GAMER RDY? - Check if you are ready for your next match before you play.
ko_kr: GAMER RDY? - 다음 경기를 치를 준비가 되었는지 확인해 보세요.

source: We are based in the U.S. and the information we collect is governed by U.S. law.
ko_kr: 당사는 미국에 기반을 두고 있으며, 당사가 수집하는 정보는 미국 법률의 적용을 받습니다.

source: You do not have the authority to view party training regimen progress.
ko_kr: 파티의 훈련 성과를 열람할 수 있는 권한이 없습니다.

source: Unable to download the banner image content.
ko_kr: 배너 이미지 컨텐츠를 다운받을 수 없습니다.

source: Regimen id is invalid.
ko_kr: 훈련 방식 ID가 유효하지 않습니다.

source: Certain personal information—such as a user name, email address—are required to create an account.
ko_kr: 계정을 생성하기 위해서는 사용자명, 이메일 주소와 같은 특정 개인정보가 필요합니다.

source: All scores on the leaderboard are based on each players last 8 play sessions in that game.
ko_kr: 리더보드에 등록된 모든 점수는 마지막 8세션 동안의 점수에 기반되어 있습니다..

source: That is 4X larger than global box office revenue ($43 billion) and 3X bigger than the global music industry ($57 billion)
ko_kr: 이는 전 세계 영화 시장 (430억 달러)의 4배, 그리고 음반 시장 (570억 달러)의 3배의 규모를 자랑하는 겁니다.

source: Minor bug fixes and content adjustments.
ko_kr: 소규모 버그 수정과 컨텐츠 업데이트가 이뤄졌습니다.

source: Number of sessions cannot contain any special characters.
ko_kr: 세션의 숫자에는 특수문자가 포함될 수 없습니다.

source: When you do not have enough mana, the abiliity will be shown in red and you will not be able to use it.
ko_kr: 마나가 부족하다면 기술은 빨간 색으로 나타나며, 사용할 수 없게 됩니다.

source: Confirm Purchase
ko_kr: 구매 확인

source: By clicking the Teams button on the top menu, you can request access.
ko_kr: 상단 Teams 버튼을 눌러 팀 단위 가입을 신청할 수 있습니다.

source: HERO SELECTION
ko_kr: 영웅 선택

source: An invalid Description was provided.
ko_kr: 유효하지 않은 설명이 제공되었습니다.

source: Screen time and video game time are not created equally.
ko_kr: 스크린 타임과 게임을 하는 시간은 모두에게 똑같이 만들어지지 않습니다.

source: Thanks,
ko_kr: 감사합니다.

source: $15 MILLION
ko_kr: 1,500만 달러

source: Gwoop makes no representations that the Service is appropriate or available for use in other locations.
ko_kr: Gwoop은 당사의 서비스가 다른 지역에서 사용하기에 적절하거나 사용 가능하다는 진술을 하지 않습니다.

source: Product is not valid.
ko_kr: 유효하지 않은 상품입니다.

source: Click here for more details
ko_kr: 여기를 눌러 자세한 내용을 확인하세요

source: Earn an increasing number of gems every time you level up!
ko_kr: 레벨을 올릴 때마다 얻을 수 있는 gem이 늘어납니다.

source: You further acknowledge that, by acceptance of your submission, Gwoop does not waive any rights to use similar or related ideas previously known to Gwoop, or developed by its employees, or obtained from sources other than you.
ko_kr: 귀하는 귀하의 의견 제출을 승인하면서 Gwoop이 이전에 Gwoop에 알려졌거나 귀하가 아닌 다른 출처에서 얻은 유사하거나 관련된 의견을 사용할 권리를 포기하지 않는다는 사실을 인정합니다.

source: Unable to edit these training regimen modules because there is no custom training regimen available with this regimen id.
ko_kr: 훈련 방식 모듈을 수정할 수 없습니다. 이 훈련 방식 ID와 연결된 사용 가능한 사용자 훈련 방식이 없습니다.

source: Notification type is invalid.
ko_kr: 알림 방식이 잘못되었습니다.

source: Additional settings for team leads
ko_kr: 팀 리더를 위한 추가 설정

source: Select the training game
ko_kr: 훈련 게임 선택

source: Jump
ko_kr: 점프

source: Parties:
ko_kr: 파티:

source: In order for us to keep paying you as much as we can, we make every attempt to keep fees down from our 3rd party vendors.
ko_kr: 사용자에게 최대한 많이 돌려드릴 수 있도록, 저희는 제3자 수수료를 낮추기 위해 최선을 다하고 있습니다.

source: Please click the button below to confirm your email address.
ko_kr: 아래 버튼을 클릭하고 당신의 이메일 주소를 확인하세요.

source: Map design re-worked.
ko_kr: 지도 디자인을 새로 작업했습니다.

source: Congrats!
ko_kr: 축하합니다!

source: Working closely with top gamers, educators and neuroscientists, we have identified the five most important skills required to succeed in gaming.
ko_kr: 최고의 게이머, 교육자, 그리고 뇌과학자와 함께 Gwoop은 게임에 필요한 가장 중요한 다섯 가지 능력치를 찾아냈습니다.

source: Directions:
ko_kr: 훈련 방법:

source: Additionally, we give you the option to delete your account including your stats at any time.
ko_kr: 더 나아가 고객은 훈련 통계를 비롯해 모든 개인정보 및 계정을 언제든지 삭제할 수 있습니다.

source: Navigate your vehicle around the track as quickly as possible.
ko_kr: 트랙을 따라 최대한 빠르게 차량을 조종하세요.

source: New visual background, settings panel, and more.
ko_kr: 새로운 시각적 배경, 설정 패널 등이 추가되었습니다.

source: If you are a California resident, you have the right to delete the personal information we have collected from you and the right to know certain information about our data practices in the preceding 12 months.
ko_kr: 만약 귀하가 캘리포니아 주 거주민이면, 귀하는 당사가 귀하로부터 수집한 개인정보를 삭제할 수 있는 권리를 갖습니다. 또한 귀하는 지난 12개월 동안 당사가 진행한 데이터 관행에 대한 특정 정보를 알 권리를 갖습니다.

source: Press START to find out in 90 seconds.
ko_kr: START 버튼을 클릭해서 90초만에 확인해보세요.

source: Our proprietary machine learning algorithms continually challenge and push you to level up.
ko_kr: 우리가 자체적으로 개발한 머신 러닝 알고리즘이 당신을 끊임없이 도전시키며 레벨 업을 이끌 것입니다.

source: The total viewership of esports has surpassed every major sports league in the U.S. except for the NFL.
ko_kr: e스포츠의 시청자 수는 NFL을 제외한 다른 미국 메이저 스포츠 리그 시청자 수를 이미 뛰어넘었습니다.

source: Those who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.
ko_kr: 다른 관할 구역에서 당사의 서비스를 접속하거나 이용하는 사람은 본인의 의지로 행위를 하는 것이며, 수출입을 규정을 포함하되 이에 국한되지 않는 적용할 수 있는 모든 미국과 현지 법률과 규정을 준수해야 하는 책임을 전적으로 갖습니다.

source: Back
ko_kr: 등

source: We may offer our content through social media.
ko_kr: 당사는 소셜 미디어를 통해 당사의 콘텐츠를 제공할 수 있습니다.

source: When we change the policy we will reflect the ‘last modified’ date at the top of this Privacy Policy.
ko_kr: 당사가 본 개인정보 처리방침을 수정할 때, 당사는 본 문서 상단에 ‘최종 수정’ 날짜를 갱신합니다.

source: This amount may change depending on the fees we are charged by our payment processors.
ko_kr: 결제 대행 업체가 부과하는 수수료에 따라 받을 수 있는 대금이 변동될 수 있습니다.

source: A player you're attempting to add has an invalid role.
ko_kr: 당신이 추가하려는 이 플레이어는 유효하지 않은 역할을 갖고 있습니다.

source: IN NO EVENT SHALL GWOOP, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING THE AMOUNT YOU PAID TO GWOOP HEREUNDER OR $100.00, WHICHEVER IS GREATER.
ko_kr: 어떠한 경우에도 Gwoop과 Gwoop의 계열사, 대리인, 이사, 직원, 공급업체 혹은 라이선스 제공자는 귀하의 청구, 절차, 책임, 의무, 손해, 손실 혹은 귀하가 Gwoop에 지불한 금액이나 100달러 중 더 큰 금액을 초과하는 비용에 대해 책임을 지지 않습니다.

source: Last Name
ko_kr: 성

source: Service Providers.
ko_kr: 서비스 제공자.

source: Favorite Game - Final Fantasy XIV
ko_kr: 좋아하는 게임 - 파이널 판타지 14

source: Elite gamers have the unique ability to channel their memories and leverage that knowledge to get the upper hand in gameplay.
ko_kr: 엘리트 게이머들은 자신의 기억력을 적극 활용하고 보유한 지식을 활용해 게임할 때 우위를 점할 수 있는 독특한 능력을 갖고 있습니다.

source: Spiders and their webs will also appear and disappear.
ko_kr: 거미와 거미줄 또한 잠시 보였다가 사라집니다.

source: Confirm Email
ko_kr: 이메일 확인

source: Many bug fixes and visual enhancements across the website.
ko_kr: 웹사이트에서 다양한 버그 수정과 시각적 개선이 진행됐습니다.

source: Cancellations
ko_kr: 구독 취소

source: We also collect content within any messages you exchange with other users through the Service (such as if you use our chat functionalities).
ko_kr: 당사는 귀하가 당사의 서비스에서 다른 사용자와 주고 받은 모든 메시지 또한 수집합니다. (귀하가 당사의 채팅 기능을 활용한 경우 등.)

source: No
ko_kr: 아니오

source: User is not associated with the party.
ko_kr: 사용자는 파티에 속하지 않았습니다.

source: WINTER
ko_kr: 겨울

source: We look forward to hearing your feedback on these exciting new features!
ko_kr: 새로운 기능에 대한 피드백을 기다리겠습니다!

source: Applicants may also be eligible to be selected to receive gaming equipment from our select partners.
ko_kr: 신청자들은 또한 저희의 파트너로부터 게이밍 장비를 받게 될 수도 있습니다.

source: In this tutorial, you will learn the basics of MOBA controls and gameplay.
ko_kr: 이번 튜토리얼에서 당신은 AOS 장르의 기본적인 컨트롤과 게임플레이를 배울 것입니다.

source: Unable to locate all default products for the Avatar figure.
ko_kr: 아바타 피규어를 위한 모든 기본 상품을 찾는 데 실패했습니다.

source: GWOOP DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE GWOOP SERVICE OR ANY HYPERLINKED WEBSITE OR SERVICE, AND GWOOP WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.
ko_kr: Gwoop은 서드파티가 Gwoop의 서비스 혹은 기타 웹사이트나 서비스를 통해 홍보하거나 제공하는 어떠한 상품과 서비스를 보증, 지지, 보장하지 않으며 책임 또한 지지 않습니다. 또한, Gwoop은 귀하와 서드파티 상품 및 서비스 제공자간의 일체 거래를 모니터링 하지 않으며, 어떠한 방식으로든 당사자가 되지 않습니다.

source: Identifiers, including name, email address, phone number account name, IP address, and an ID or number assigned to your account.
ko_kr: 이름, 이메일 주소, 전화 번호, 계정명, IP 주소 및 귀하의 계정에 부여된 ID 혹은 숫자를 포함한 식별자.

source: Unable to save TrainingSession data
ko_kr: 훈련 세션 데이터를 저장할 수 없습니다.

source: This Agreement shall be governed by the internal substantive laws of the State of Minnesota, without respect to its conflict of laws principles.
ko_kr: 본 계약은 어느 법을 적용할 것인가에 관한 원칙을 고려하지 않고 미네소타 주의 내부 실체법의 적용을 받습니다.

source: However, after you set up an account, you may choose what additional information may be shared through public profiles, including your name, location, website, links to your social media profiles, and other information that may be considered personal information.
ko_kr: 그러나 귀하가 계정을 생성한 후에는 귀하의 이름, 위치, 웹사이트, 소셜 미디어 프로필 링크 및 기타 개인정보로 간주될 수 있는 정보를 공개 프로필을 통해 추가로 공유할 수 있습니다.

source: Terms of Service
ko_kr: 이용약관

source: Publicly-available sources, including data in the public domain.
ko_kr: 공공 도메인의 데이터를 포함한 공공 이용 소스.

source: You still have some information to fill out before you can submit designs.
ko_kr: 디자인을 제출하려면 모든 필수 정보를 채워야만 합니다.

source: Training regimens guide players through a series of mini-games custom-designed for your team’s training needs.
ko_kr: 여러 미니 게임으로 구성된 사용자만의 훈련 방식은 선수들에게 필요한 훈련을 제공할 것입니다.

source: Memory Map
ko_kr: 기억 지도

source: No problem!
ko_kr: 걱정 마세요!

source: Error occured while applying the avatar background.
ko_kr: 아바타 배경을 적용하는 과정에서 오류가 발생했습니다.

source: The game session or stats request was malformed:
ko_kr: 게임 세션 혹은 통계 요청이 잘못되었습니다:

source: Content you post to the Service including any content you provide through messages, chat, or other functionality.
ko_kr: 귀하가 메시지, 채팅, 다른 기능을 통해 귀하가 제공하는 모든 콘텐츠를 포함하여 귀하가 당사 서비스에 게시하는 콘텐츠.

source: If you run out of lives, the game ends.
ko_kr: 목숨을 모두 잃으면 게임은 종료됩니다.

source: Help your friendly minions take down a few enemy minions.
ko_kr: 아군 미니언을 도와 적 미니언을 처치하세요.

source: Introducing Gwoop.
ko_kr: Gwoop을 소개합니다.

source: Play Session
ko_kr: 세션 플레이하기

source: We first get some info on how your brain works on average (this is called your baseline).
ko_kr: 먼저 당신의 뇌가 평상시 어떻게 움직이는지 몇 가지 정보를 모읍니다. (이걸 기준치라고 부릅니다)

source: Identification of the material that is claimed to be infringing and where it is located on the Service;
ko_kr: 귀하가 침해되었다고 주장하는 자료의 소유 증명 및 당사 서비스 내 위치.

source: Geolocation data, including location enabled services such as WiFi and GPS.
ko_kr: WiFi 및 GPS 등 위치 지원 서비스를 포함한 지리적 위치 데이터.

source: Load them in to 2 parties (Parties, for example, could be your Rocket League team and League of Legends Team)
ko_kr: 파티를 구성할 수 있습니다 (예를 들어서 당신의 팀을 로켓 리그 파티와 리그 오브 레전드 파티로 구성할 수 있습니다)

source: Most browsers accept cookies by default.
ko_kr: 대부분의 브라우저는 기본 설정으로 쿠키를 승인합니다.

source: Remember where these are as well.
ko_kr: 이것들이 어디에서 나타나는지도 기억하세요.

source: None of the custom training regimen modules updated.
ko_kr: 사용자 훈련 방식 모듈을 업데이트할 수 없었습니다.

source: Mini-Map Awareness Lvl 1
ko_kr: 미니맵 인식 1단계

source: There are no Product private names to cross check.
ko_kr: 교차 확인할 상품 개인 이름이 없습니다.

source: It is best to steer clear of them if you are not protected by your own minions.
ko_kr: 만약 아군 미니언에게 보호 받고 있지 않으면 타워를 상대하지 않는 것이 좋습니다.

source: By connecting to Gwoop with a third-party service (for example, Facebook or Twitter), you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.
ko_kr: 서드파티 서비스(Facebook 혹은 Twitter 등)를 통해 Gwoop에 가입한다면, 귀하는 서드파티 서비스가 허용한 귀하의 정보에 대해 당사가 접근하고 사용하는 것을 승인하는 것이며, 귀하의 서드파티 서비스를 통한 로그인 정보를 보관하는 것을 승인하는 것입니다.

source: SET, WIN.
ko_kr: 확인하고 승리하세요.

source: Sessions Today
ko_kr: 오늘의 세션

source: Please fill out all of the required fields.
ko_kr: 필수 정보를 모두 입력하세요.

source: Click the link below and start leveling up for FREE!
ko_kr: 아래 링크를 클릭하고 무료로 레벨을 올려보세요!

source: Now that your first ability is unlocked, the icon shows the button that activates the ability and the mana cost.
ko_kr: 당신의 첫 번째 기술이 해금되었습니다. 이 아이콘은 기술을 사용할 수 있는 버튼과 마나 소비량을 보여줍니다.

source: Challenge friends, climb the leaderboards, and train with your team while you level up.
ko_kr: 친구와 대결하고 리더보드를 오르세요. 그리고 레벨을 올리면서 팀과 함께 훈련하세요.

source: Steer Right
ko_kr: 우회전

source: Improve your Visual Timing
ko_kr: 시각 타이밍을 개선하세요.
